
/* Keycode for testing aquarium */
"TESTFISH" = "TESTFISH";
"Message" = "Please obtain a keycode and unlock SereneScreen Marine Aquarium! You can unlock the aquarium by running System Preferences, selecting the Screen Saver module and entering the keycode, which you get from http://www.SereneScreen.com.";
"PreviewMessage" = "Please enter 'TESTFISH' into the keycode dialog, or visit http://www.SereneScreen.com and get a keycode to enjoy the full screensaver.";
"PhaseError" = "Phase error in moon: g or t";
"Understood" = "Understood";
/* process name of the screen saver engine which causes the application to pause */
"ScreenSaverEngine" = "ScreenSaverEngine";
/* string appended in length of day slider description */
"minutes" = " minutes";
"designedby" = " designed by:";
"producedby" = " produced by:";
"updateButton" = "Get updates and help at www.SereneScreen.com";
"buyButton" = "Buy now at www.SereneScreen.com";
"urlForButton" = "http://www.SereneScreen.com";
"specialThanks" = "Russell Mix, James L. Rathbun";
"oldKeycodeTitle" = "The Keycode you entered appears to be for an older version.";
"oldKeycodeMessage" = "To determine why your Keycode might not be valid, please check the F.A.Q. regarding \"Keycodes\" on our website first. Or to purchase the newest version of this product please visit our site.";
"needPrevCDTitle" = "The Keycode you entered allows you to upgrade from the previous CD version.";
"needPrevCDMessage" = "To complete registration, please insert the original CD from the previous version.";
"CompanyName" = "Prolific";					/* name of folder we use in application support" */
"BundleName" = "MarineAquarium3.2";			/* name of resource bundle shared between app and screensaver" */
"AlertTitle" = "Fatal Error";			/* message to display when no 3D objects can be found" */
"NoObjects" = "Tank or fish resources cannot be found.";			/* message to display when no 3D objects can be found" */
"StringCopy" = "%@ copy";				/* default name for a copied item */
"StringNumbered" = "%@ %d";				/* default name for a copied item when 'string copy' is already taken */
"UniqueifyTankName" = "%@ (%@)";		/* how to make a tank UI name by adding the tank type */
"LogoFolderName" = "Logos";					/* name of the folder where logos are stored after importing */
"Default Set" = "Default Set";			/* name of default fish set */
"Untitled Set" = "Untitled Set";		/* default name for a new untitled fish set */
"Correspondence address" = "Prolific Publishing, Inc
P.O. Box 5000
Burbank, CA 91506
USA";
"Original Tank Background" = "Original";	/* Name for the classic tank background */
"Alternate Tank Background" = "Night";		/* Name for the MA 3.2 tank background */
"Copy Background %@" = "Copy of %@";		/* Default name for new untitled background */
"FullSun" = "Full Sun";					/* Name for the full sun lighting mode */
"FullMoon" = "Moonlight";				/* Name for the full sun lighting mode */

"Register" = "Register";
"EnterKeycode" = "1. Enter \"TESTFISH\" for a demonstration.

2. If you have purchased a Keycode for this version, enter it to register.

3. If you own the CD for this version then please insert the original CD.

4. If you own the CD for the previous version then please enter your upgrade Keycode and insert the original CD.";
"Thank you for registering your program." = "Thank you for registering your program.";
"CDKeycodeMessage" = "Your product has been registered from a CD.
To reinstall the product you will need your original CD.
When upgrades are available,
please go to www.SereneScreen.com.
Your CD will serve as your Keycode.";
